Repository: backdrop-contrib/paging
Catalog: translations/*.po
Languages: hu

source: Disabled
hu: Tiltott

source: Custom
hu: Egyedi

source: 1000 characters
hu: 1000 karakter

source: 2000 characters
hu: 2000 karakter

source: Read more
hu: Tovább

source: None
hu: Nincs

source: An error occurred at @path.
hu: @path helyen hiba fordult elő.

source: Image
hu: Kép

source: Break long pages into smaller ones by means of a page break tag (e.g. %separator):</p> <pre>First page here. %separator Second page here. %separator More pages here.</pre>
hu: Hosszú oldalak kisebbekre tördelése oldal elválasztó segítségével (pl. %separator):</p> <pre>Itt az első lap. %separator Itt a második lap. %separator A további lapok.</pre>

source: Automatic page breaking based on character or word count is also supported.
hu: Támogatott a karakterek illetve a szavak száma alapján történő automatikus oldaltörés is.

source: Paging
hu: Lapozás

source: Paging filter has not yet been enabled for any input formats. !link!
hu: A lapozó szűrő nincs engedélyezve egyetlen beviteli formához sem. !link!

source: Take action
hu: Beállítás most

source: Page separator string
hu: Oldalelválasztó karaktersorozat

source: Use an HTML tag that will render reasonably when paging is not enabled, such as %pagebreak or %hr.
hu: Olyan HTML jelölőt kell használni, amely akkor is érthetően jelenik meg, ha a lapozás nem engedélyezett, mint például a %pagebreak vagy a %hr.

source: Paging separator widget
hu: Oldalelválasztó felületi elem

source: Button
hu: Nyomógomb

source: Choose the style of separator string widget. This widget attaches itself to the body textarea and when clicked, inserts separator at cursor position.
hu: Felületi elem kiválasztása az elválasztó karaktersorozat beviteléhez. Az elem csatlakozik a törzs szövegdobozához, és ha rákattintanak, beilleszti az elválasztót a kurzor pozícióhoz.

source: Pager style
hu: Lapozó stílusa

source: Default <small>- <code>!pager</code></small>
hu: Alapértelmezett <small>- <code>!pager</code></small>

source: Drop down list <small>- <code>theme_paging_drop_down()</code></small>
hu: Legördülő lista <small>- <code>theme_paging_drop_down()</code></small>

source: Choose style of page navigation. See also: !link.
hu: A lapok navigációs stílusának kiválasztása. További információk: !link.

source: Custom pager theme function
hu: A lapozó egyedi sminkfüggvénye

source: Enter the part after the prefix <em>theme_</em> of your custom theme function.
hu: Az egyedi sminkfüggvény <em>theme_</em> előtag utáni része.

source: Link "Read more" to second page
hu: A „Tovább” a második oldalra hivatkozzon

source: When enabled, the "Read more" link under teasers will link to the second page of the content, iff the teaser is larger than the first page or if they are the same.
hu: Ha ez engedélyezett, valamint az előnézet nagyobb, vagy megegyezik az első oldallal, akkor a „Tovább” hivatkozás a tartalom második oldalára vezet.

source: Automatic paging method
hu: Automatikus lapozási mód

source: Limit by characters <small>(recommended)</small>
hu: Behatárolás karakterekkel <small>(ajánlott)</small>

source: Limit by words
hu: Behatárolás szavakkal

source: Choose the method for automatic paging. Automatic paging is ignored where paging separator string is used.
hu: Az automatikus lapozás módjának kiválasztása. Ahol a lapelválasztó karaktersorozat használva van, ott figyelmen kívül marad.

source: Length of each page
hu: Egy oldal hossza

source: 500 characters
hu: 500 karakter

source: 750 characters
hu: 750 karakter

source: 1500 characters
hu: 1500 karakter

source: 2500 characters
hu: 2500 karakter

source: 3000 characters
hu: 3000 karakter

source: 3500 characters
hu: 3500 karakter

source: 4000 characters
hu: 4000 karakter

source: 4500 characters
hu: 4500 karakter

source: 5000 characters
hu: 5000 karakter

source: 5500 characters
hu: 5500 karakter

source: 6000 characters
hu: 6000 karakter

source: 6500 characters
hu: 6500 karakter

source: 7000 characters
hu: 7000 karakter

source: 7500 characters
hu: 7500 karakter

source: Select the number of characters to display per page.
hu: Egy oldalon megjelenő karakterek számának meghatározása.

source: 100 words
hu: 100 szó

source: 150 words
hu: 150 szó

source: 200 words
hu: 200 szó

source: 250 words
hu: 250 szó

source: 300 words
hu: 300 szó

source: 350 words
hu: 350 szó

source: 400 words
hu: 400 szó

source: 450 words
hu: 450 szó

source: 500 words
hu: 500 szó

source: 550 words
hu: 550 szó

source: 600 words
hu: 600 szó

source: 650 words
hu: 650 szó

source: 700 words
hu: 700 szó

source: 750 words
hu: 750 szó

source: Select the number of words to display per page.
hu: Egy oldalon megjelenő szavak számának meghatározása.

source: !title - Page !number
hu: !title - Oldal !number

source: Read the rest of this posting.
hu: A tartalom további részének elolvasása

source: Allows content to be broken up into pages, using a separator tag (e.g. %separator), configurable on <a href="!url">paging settings page</a>.
hu: Lehetővé teszi a tartalom oldalakra tördelését egy elválasztó használatával (pl. %separator). Beállítható a <a href="!url">lapozó beállításai oldalon</a>.

source: Paging Help
hu: Lapozás-súgó

source: Use %separator to create page breaks.
hu: %separator használható az oldaltörésekhez.

source: !percentage of the site has been indexed.
hu: A honlap !percentage indexelve.

source: Allows users to use a tag to break up a node into multiple pages.
hu: Egy jelölő segítségével lehetővé teszi a tartalom oldalakra tördelését.

source: Insert page separator
hu: Oldalelválasztó beillesztése

source: Name of !number page:
hu: !number. oldal neve:

source: Page names
hu: Oldalnevek

source: Display Page names interface
hu: Oldalnevek kezelőfelületének megjelenítése

source: Change page title to name of current page
hu: A lap címének megváltoztatása az aktuális lap nevére

source: Change the node's and browser window's title into name of the current page.
hu: Megváltoztatja a tartalom és a böngésző ablak címét az aktuális oldal nevére.

source: Enable or disable paging, configure separator string, toggle automatic paging and more for each content types.
hu: Engedélyezi, vagy tiltja a lapozást, beállítja a határoló karaktersorozatot, kapcsolja az automatikus lapozást és egyebeket minden tartalom típusra.

source: Pager position
hu: Lapozó elhelyezkedése

source: Below content
hu: A tartalom alatt

source: Above content
hu: A tartalom felett

source: Below and above content
hu: A tartalom alatt és felett

source: None (No output)
hu: Nincs (nincs kimenet)

source: Choose the position of page navigation. If set to %none, <code>@paging</code> can be used to place it at a customizable location.
hu: A lapnavigáció helyzetének kiválasztása. Ha értéke %none, akkor <code>@paging</code> használható hogy elhelyezze egyedileg beállítható helyre.

source: Position of enabled pager(s) can further be customized for <a href="@url">content types</a> under <em>Manage fields</em> tab.
hu: Az engedélyezett lapozók helyzetét testre lehet szabni a <a href="@url">tartalom típusok</a> oldalon lévő <em>Mezők kezelése</em> fülön.

source: Dynamically load pages using AJAX
hu: AJAX használatával dinamikusan tölti az oldalakat

source: Clicking on a pager links will load the page content dynamically. Supports both <em>Default</em> and <em>Drop down list</em> pager styles.
hu: A lapozó hivatkozásaira kattintva az oldal tartalma dinamikusan fog betöltődni. Mindkét lapozó stílus (<em>Alapértelmezett</em> és <em>Legördülő lista</em>) támogatott.

source: Add an interface to manage page names, which otherwise is a text format within content body, like <em>&lt;!--pagenames:First page||Page no. 2||Page 3--&gt;</em>. Disabled when an automatic paging method is selected.
hu: A lapok neveinek kezeléséhez ad egy felületet, melyek egyébként szöveges formátumban vannak a tartalom törzsében, mint <em>&lt;!--pagenames:Első oldal||Lapszám 2||Fejezet 3--&gt;</em>. Tiltott, ha egy automatikus lapozási mód van kiválasztva.

source: Page Navigation (Paging)
hu: Lap navigáció (lapozás)

source: Page navigation
hu: Lap navigáció

source: Paging (Above)
hu: Lapozás (felette)

source: Pager navigation display.
hu: Lapozó navigáció megjelenítése.

source: Paging (Below)
hu: Lapozás (alatta)

source: Previous page: !prev
hu: Előző oldal: !prev

source: Next page: !next
hu: Következő oldal: !next
